chat_system_1953094908_actor_description=Master Derold. Dwarf-smith.
chat_system_1953094908_snap_0_question=^?^What? What's this? Did you lose your way, human? If you want to buy something, find shops near the entrance to the settlement. There is just a storehouse here.
chat_system_1953094908_snap_0_answer_0=^?^I was looking for a storehouse. I came on an errand from Babur. A Lever Gear has broken, and the elevator doesn't work.
chat_system_1953094908_snap_1_question=^?^Ah, Babur! That's the sixth Lever Gear this year! No doubt, he was cracking nuts, putting them in the lifting mechanism. Ok, take it, but tell our nut lover, that this is the last lever gear I'm gonna give him! If he breaks this one too, he'll be raising and lowering the elevator by hand. 
chat_system_1953094908_snap_1_answer_0=^?^Thank you, Master Derold.
